Repository: gwolf/comas
Catalog: po/*/comas.po
Languages: es

source: A file with this name has already been uploaded to this proposal
es: Un archivo con este mismo nombre ya existe para esta propuesta

source: Must start within the conference dates (%s - %s)
es: Debe iniciar dentro de las fechas de su actividad (%s - %s)

source: Wrong format (should be hh:mm or hh:mm:ss)
es: Formato erróneo (debe ser hh:mm o hh:mm:ss)

source: Timeslot is overlapping on room %s with %s
es: La sesión se sobrepone en el salón %s con %s

source: %{fn} can't be blank
es: %{fn} requiere ser llenado

source: Conference must end after its start date
es: La actividad debe terminar después de su fecha de inicio

source: Call for papers must end after its start date
es: La convocatoria de participación debe concluir después de su fecha de inicio

source: Call for papers must finish before the conference begins
es: La convocatoria de participación debe concluir antes de que inicie la actividad

source: Registration must end after its start date
es: El registro debe concluir después de su fecha de inicio

source: Registration must finish before the conference ends
es: El registro debe finalizar antes de que la actividad concluya

source: There are %d timeslots for this conference outside its time span: %s
es: Hay %d espacios para esta actividad fuera de sus días: %s

source: This conference already has received %d proposals (%s) - Cannot specify not to handle them.
es: Esta actividad ha recibido %d propuestas (%s) - No es posible especificar que no las maneje.

source: This conference does not currently accept registrations
es: Esta actividad actualmente no acepta registros

source: Cannot remove %s from this conference - Remove or reassign his proposals first
es: No es posible eliminar a %s de esta actividad - Elimine o reasigne sus propuestas primero

source: Static
es: Estática

source: Person
es: Persona

source: Empty (frame)
es: Vacío (marco)

source: Undefined attribute %s for %s in format
es: Atributo %s no definido para %s en el formato

source: Upside down
es: De cabeza

source: Vertical inverted
es: Vertical invertido

source: Not in valid range (1-10)
es: No está dentro del rango permitido (1-10)

source: Not in valid range (2-30)
es: No está dentro del rango permitido (2-30)

source: Narrow bar must be narrower than wide bar
es: Las barras delgadas deben ser más delgadas que las barras gruesas

source: Unknown unit specified: %s
es: Especificó una unidad desconocida: %s

source: A valid e-mail address is required
es: Una dirección de correo válida es requerida

source: Registrations for this conference are closed
es: El registro para esta actividad está cerrado

source: Conference %s does not currently accept registrations
es: La actividad %s actualmente no acepta registros

source: Cannot leave %s - This user still has proposals on this conference
es: No puede abandonar %s - El usuario tiene aún propuestas para esta actividad

source: Welcome! You have successfully registered at %s
es: ¡Bienvenido! Su registro para «%s» fue exitoso

source: New password request for %s
es: Solicitud de nueva contraseña para %s

source: You have been added as a coauthor
es: Ha sido agregado como coautor

source: Invitation to %s, sent by %s
es: Invitación para %s, enviada por %s

source: general information mails
es: correos generales

source: mails regarding the conferences they have signed up for
es: correos relativos a las actividades para las que se registraron

source: ============================================================ This mail was sent via the Conference Administration System at %s. It is sent only to people who agreed to receive %s. If you do not want to recive them, please log in to: %s Select the "%s" link, and specify which kind of mails you are interested in receiving. This mail was sent to you by %s, local administrator for this system. If you want to directly contact %s, the registered mail address is %s.
es: ============================================================ Este correo fue enviado a través del sistema de administración de actividades en %s. Fue enviado únicamente a las personas que indicaron estar interesados en recibir %s. Si quiere no recibir más correos como este, por favor entre a : %s Seleccione la liga "%s", y especifique qué tipos de correo está interesado en recibir. Este correo le fue enviado por %s, administrador local del sistema. Si desea entrar directamente en contaco con %s, puede hacerlo a través de su dirección de correo, %s.

source: Personal information
es: Información personal

source: By session
es: Por sesión

source: Session starting at
es: Inicio de sesión

source: Attendees
es: Asistentes

source: Proposal
es: Propuesta

source: Taking attendance for session starting at %s, belonging to <em>%s</em>
es: Tomando asistencia para la sesión iniciada el %s, perteneciente a <em>%s</em>

source: Save attendance
es: Registrar la asistencia

source: Last attendances registered for this timeslot
es: Últimas asistencias registradas para esta sesión

source: Attendance listing by timeslot
es: Listas de asistencia por sesión

source: Attendances for the session started at <em>%s</em>, room <em>%s</em> (%s)
es: Asistencias para la sesión iniciada el <em>%s</em>, en el salón <em>%s</em> (%s)

source: No proposal defined
es: No hay ninguna propuesta definida

source: Attendee
es: Asistente

source: Registration time
es: Hora de registro

source: Choose a session to take attendance for
es: Elija una sesión para tomar asistencia

source: %d total registered timeslots
es: %d sesiones registradas en total

source: Show only current timeslots
es: Mostrar únicamente las sesiones activas

source: %d currently active timeslots
es: %d sesiones activas

source: Show all registered timeslots
es: Mostrar todas las sesiones registradas

source: Attendances for <em>%s</em> on <em>%s</em>
es: Asistencias para <em>%s</em> en <em>%s</em>

source: Session started at
es: Incio de sesión

source: Attendance taken at
es: Toma de asistencia

source: Create certificate
es: Crear certificado

source: No certificate formats are yet defined. Please %s
es: No hay ningún formato definido. Por favor, %s

source: define one first
es: defina uno primero

source: Select which format to generate the certificate with
es: Seleccione con qué formato generar el certificado

source: Attendance list for <em>%s</em>
es: Lista de asistencia para <em>%s</em>

source: Attendance distribution for %d registered timeslots
es: Distribución de asistencias para las %d sesiones registradas

source: No attendances registered
es: No hay asistentes registrados

source: Full listing, ordered by number of attendances
es: Listado completo, ordenado por el número de asistencias

source: No conferences have yet attendance lists
es: Ninguna de las actividades tiene aún listas de asistencia

source: Select any other conference you want the attendance list for
es: Seleccione otra actividad para la cual quiera la lista de asistencia

source: %d attendances: %d people (exact), %d people (including higher)
es: %d asistencias: %d personas (exacto), %d personas (incluyendo aquellos con más registros)

source: Generate certificates
es: Generar certificados

source: Manage the coauthors for your proposal
es: Administrar los coautores para esta ponencia

source: Current list of authors for <em>%s</em>
es: Lista actual de autores para <em>%s</em>

source: Add an author to this proposal
es: Agregar un autor a esta propuesta

source: Please enter the new author's <em>login</em>. The login must be an exact match (i.e., performing searches on similar logins will not work). A mail will be sent to the new author notifying him of this operation.
es: Por favor indique el <em>nombre de usuario</em> del nuevo autor. Debe indicarlo exactamente (esto es, el sistema no efectuará búsquedas en nombres similares). Un correo será enviado al nuevo autor notificándole de esta operación.

source: Add author
es: Agregar un autor

source: Proposals submitted by author
es: Propuestas enviadas por autor

source: Showing all of the author's proposals (not only the accepted ones)
es: Mostrando todas las propuestas de éste autor (no sólo las aceptadas)

source: %d proposals have been submitted by %s
es: %d ponencias han sido enviadas por%s

source: Title
es: Título

source: Proposal type
es: Tipo de propuesta

source: Proposal status
es: Estado de la propuesta

source: %s (%d days left)
es: %s (quedan %d días)

source: In order to submit a proposal for a conference not listed below, please %s. <br/>Take into account that not all conferences will accept proposals submission.
es: Para enviar una propuesta para una actividad que no aparezca listada a continuación, por favor %s<br/>Tome en cuenta que no todas las actividades aceptarán nuevas propuestas.

source: register as an attendee
es: regístrese como asistente

source: New author confirmation
es: Confirmación para agregar un nuevo autor

source: You have requested adding <em>%s</em> (specified login: <em>%s</em>) as a coauthor for your proposal titled <em>%s</em>. <br/>
es: Solicitó agregar a <em>%s</em> (nombre de usuario especificado: <em>%s</em>) como coautor para su propuesta titulada <em>%s</em>.<br/>

source: Confirm as a coauthor
es: Confirmar como coautor

source: go back to your proposal
es: volver a la propuesta

source: Submit a new proposal
es: Enviar una nueva ponencia

source: Register proposal
es: Enviar una ponencia

source: Submitted for
es: Enviada para

source: Abstract
es: Resumen

source: Authors
es: Autores

source: Manage authors
es: Manejo de autores

source: Documents
es: Documentos

source: There are no files for this proposal
es: Esta propuesta no tiene archivos registrados

source: Upload a new document
es: Subir un nuevo documento

source: Choose the file to upload
es: Elija el archivo a subir

source: File description
es: Descripción del archivo

source: Upload
es: Subir

source: Edit your proposal
es: Editar una ponencia

source: Save changes
es: Grabar cambios

source: No certificates available
es: No hay ningún certificado disponible

source: You have not yet received any certificate from our conferences.
es: No ha recibido aún ningún certificado de participación en nuestras actividades

source: Available certificates
es: Certificados disponibles

source: You have the following attendance certificates available:
es: Tiene los siguientes certificados disponibles:

source: Specify a new password
es: Especifique la nueva contraseña

source: You have just logged in using a one-time only URL. Please, set a new password for your account.
es: Usted entró al sistema utilizando un URL de uso único. Por favor, establezca una nueva contraseña para su cuenta.

source: Please note you have only ten minutes to fill this form - If you do not fill it in this time, you will have to %s.
es: Tome en cuenta que sólo tiene diez minutos para completar este formulario - Si no lo llena en este tiempo, tendrá que %s

source: request a new session to be sent to you
es: solicitar que se le envíe una nueva sesión temporal

source: New password
es: Nueva contraseña

source: Confirm new password
es: Confirme la nueva contraseña

source: Set password
es: Establecer contraseña

source: Welcome, %s (ID: %d)
es: Bienvenido, %s (ID: %d)

source: Next conferences you are signed up for
es: Próximas actividades para las cuales usted está registrado

source: You are currently not registered for any upcoming conferences. You can %s and sign up.
es: Usted no está actualmente registrado para ninguna de las próximas actividades. Puede %s y darse de alta.

source: go to the list of upcoming conferences
es: consultar el listado de próximas actividades

source: Get your attendance certificates
es: Obtener sus certificados de asistencia

source: If you have taken part in our activities, you can %s.
es: Si ha participado en nuestras actividades, usted puede %s.

source: get your attendance certificates online
es: obtener sus certificados de asistencia en línea

source: Print your nametag
es: Imprimir su personalizador

source: For your convenience, you can %s. This will save you time upon arriving to the conference, where you will be able to present it for identification and for attendance tracking.
es: Para su comodidad, puede %s. Esto le ahorrará tiempo al llegar a la actividad, donde podrá presentarla para su identificación y para toma de asistencia.

source: print your nametag
es: imprimir su personalizador

source: You will be able to use this nametag for any of the conferences organized by us.
es: Puede utilizar este personalizador (gafete) para cualquiera de las actividades que organicemos.

source: In order to define or change a nametag format, %s and register its name as the <tt>%s</tt> key in the %s interface
es: Para definir o modificar un formato de impresión, %s y registre su nombre como la llave <tt>%s</tt> en la interfaz %s.

source: define a suitable format
es: defina un formato adecuado

source: Change your password
es: Cambio de contraseña

source: Current password
es: Contraseña actual

source: In order to registered you as an attendee, we need some of your personal and contact information, to create an account for you in our system.
es: Para registrarlo como asistente, requerimos algunos datos personales e información de contacto para crearle una cuenta en nuestro sistema.

source: Sadly, the registration period for this conference is not currently active. You can, however, still register with a new account for our other conferences.
es: Desafortunadamente, el periodo de registro para esta actividad no está actualmente activo. Puede, sin embargo, registrarse con una nueva cuenta para nuestras otras actividades.

source: If you have already registered in our system, please %s
es: Si ya se había registrado en nuestro sistema, por favor %s

source: log into the system by following this link
es: entre al sistema siguiendo esta liga

source: Please fill in the following required details for your account creation
es: Por favor llene los detalles requeridos para crear su cuenta

source: Create account
es: Registrar una nueva cuenta

source: You have not sent any proposals yet.
es: Aún no ha enviado ninguna ponencia

source: Showing the %d proposals you have submitted
es: Mostrando las %d ponencias en las que usted participa

source: You lost or forgot your password? Don't worry, it can happen to anybody! Please enter the login or E-mail address with which you registered, and we will send you a mail with all the needed information.
es: ¿Perdió u olvidó su contraseña? ¡No se preocupe! Puede ocurrirle a cualquiera. Por favor, proporcione su nombre de usuario o la dirección de correo electrónico con la cual se registró, y le enviaremos un correo con toda la información necesaria.

source: Request password
es: Solicitar su contraseña

source: You can configure the field names to appear in the public profile under the %s configuration key
es: Puede configurar los campos que aparecerán en el perfil público desde la llave de configuración %s.

source: Public information for %s
es: Información pública para %s

source: Proposals submitted
es: Propuestas enviadas

source: User name
es: Nombre de usuario

source: Password
es: Contraseña

source: Cannot log in?
es: ¿Problemas entrando al sistema?

source: Request a new password
es: Solicitar una nueva contraseña

source: Please provide your first and family names exactly as you want them to appear to other users, and as you want them to be printed in nametags and certificates
es: Proporcione por favor su nombre y apellido exactamente como quiere que aparezcan ante otros usuarios, y como quiere que sean impresos en gafetes (personalizadores) y certificados.

source: Please choose a user login. It will be used whenever you want to enter this system to update your personal data, register and take part in any additional activities.
es: Elija un <em>login</em> o nombre de usuario. Lo utilizará siempre que quiera entrar a este sistema para actualizar su información personal, o para registrarse y participar en otras actividades.

source: Please choose a private password - It should be something you can easily remember but cannot be easily guessed.<br/> In case you forget your password, you can request for a new one to be generated and sent to your e-mail address.
es: por favor, elija una contraseña privada. Debe ser algo que le sea fácil de recordar, pero no pueda ser adivinado fácilmente.</br/>En caso de que olvide su contraseña, puede solicitar al sistema le genere una nueva, misma que le será enviada por correo electrónico.

source: You can provide a photo to be used for your nametag generation, to appear as part of your public personal profile, and during your interfacing with the system.
es: Puede especificar una fotografía, que será utilizada para generar su personalizador (gafete), aparecerá como parte de su perfil personal, y cuando se conecte con el sistema.

source: You have already uploaded your photo to the system. If you upload a new one, the current will be overwritten.
es: Ya hay una foto suya en el sistema. Si sube una nueva, la vieja será sobreescrita.

source: Are you interested in receiving general information mails from us?
es: ¿Le interesa recibir información general de nuestras actividades?

source: Are you interested in receiving mails from us relative to the conferences you have signed up for?
es: ¿Le interesa recibir correos relativos a las actividades para las cuales se registró?

source: You have probably already registered — Please confirm
es: Probablemente ya se ha registrado — Confirme por favor

source: We have record of other people with data similar to yours. Please make sure you have not yet registered with us before creating a new account.
es: Tenemos registro de otras personas con datos personales similares a los suyos. Por favor, asegúrese de que no se ha registrado ya con nosotros antes de crear una nueva cuenta.

source: In case you can not remember the password for your account, remember you can %s to be mailed to you.
es: En caso de que no pueda recordar su contraseña, recuerde que puede %s para recibirla por correo

source: request a new password
es: solicitar una nueva contraseña

source: For your information, this check was done based on your full name and e-mail address. If you recognize any of them as yours, click on its login in order to identify with it. The matching accounts are:
es: Para su información, esta verificación se hace basándose en su nombre completo y su dirección de correo. Si reconoce como suya alguna de las siguientes cuentas, haga click sobre su nombre de usuario para utilizarlo. Las cuentas candidatas son:

source: Email (partial)
es: Correo (parcial)

source: Registration date
es: Fecha de registro

source: Last login date
es: Fecha de última entrada

source: If you recognize none of the above accounts, you can %s
es: Si no reconoce ninguna de las cuentas mostradas, puede %s

source: proceed to create the requested account
es: continuar creando la cuenta solicitada

source: If you know somebody who might be interested in joining any of the conferences you have signed up for, you can use this form to invite him. <br/>Please note that abusing this feature can lead to disablingyour account.
es: Si conoce a alguien que pueda estar interesado en unirse a alguna de las actividades para las cuales usted se ha registrado, puede utilizar este formato para invitarlo.<br/> Tome en cuenta que el abuso de esta funcionalidad puede llevar a la suspensión de su cuenta.

source: Please specify the following data for the intended recipient
es: Por favor especifique los siguientes datos respecto al destinatario

source: E-mail address
es: Dirección de correo destino

source: Select one of the conferences presented below.
es: Seleccione una de las actividades presentadas a continuación

source: Select one of the conferences presented below. Note that you can only send invitations to conferences you are currently registered for.
es: Seleccione una de las actividades presentadas a continuación. Tome en cuenta que sólo puede enviar invitaciones para aquellas actividades para las cuales usted está registrado.

source: Conference to invite to
es: Actividad a la cual invitar al destinatario

source: Text of your message
es: Texto de su mensaje

source: Please note an auto-generated portion with the relevant URL (and including your contact information) will be added.
es: Recuerde que un texto auto-generado, incluyendo la dirección Web de esta actividad (e incluyendo su información personal de contacto) será agregada.

source: Send invitation
es: Enviar invitación

source: Mail a conference's registered attendees
es: Enviar correo a los asistentes registrados de una actividad

source: Be aware that massive mailings can be <b>very</b> unpolite for your audience! <b>Use this feature sparingly</b>.
es: Tome en cuenta que los correos masivos pueden ser vistos como <b>muy poco</b> adecuados por su audiencia! <b>Utilice esta funcionalidad con mesura</b>.

source: Choose which conferences' attendees to mail
es: Elija a los asistentes de cuáles actividades enviar el correo

source: Enter the name (or part of it) of the conferences to restrict the listed elements.
es: Proporcione el nombre (o parte del mismo) de la actividades a las cuales restringir los elementos presentados.

source: Mail body
es: Cuerpo del correo

source: Please enter the body for the mass-mailing you will send. General information regarding this site will be automatically added.
es: Especifique el cuerpo del envío masivo que desea realizar. La información general respecto a este sitio será agregada automáticamente.

source: Send mail
es: Enviar correo

source: People registered for <em>%s</em>
es: Asistentes registrados para <em>%s</em>

source: Full name for the conference
es: Nombre completo de la actividad

source: Shortened name for the conference; will be used to generate URLs
es: Nombre corto para la actividad; será utilizado para la generación de URLs

source: Conference|Logo
es: Logotipo

source: Full description for this conference. RedCloth formatting might be used (see formatting instructions above)
es: Descripción completa de esta actividad. Puede utilizar las reglas de formateo de RedCloth (ver las instrucciones de formateo arriba)

source: Does the conference have a homepage besides the information in this system? Enter it here, and a link will be presented.
es: ¿Tiene su actividad una página además de la información disponible en este sistema? Proporciónela aquí, y será presentada a los usuarios.

source: Conference beginning date
es: Fecha de inicio de la actividad

source: Conference finishing date
es: Fecha de término de la actividad

source: If set to <em>yes</em>, people will not be allowed to register for this conference, only people invited by somebody with <em>conferences_adm</em> access rights will be admitted as attendees
es: Si selecciona <em>sí</em>, los usuarios no podrán seleccionar ser asistentes de esta actividad, sólo quien sea invitado por alguien con derechos de acceso de administración de actividades (<em>conferences_adm</em>) será aceptado como asistente.

source: When should the attendee registration period start? If left empty, attendees can register as soon as the conference is created.
es: ¿Cuándo debe iniciar el periodo de registro de asistentes? Si lo deja vacío, los asistentes podrán registrarse tan pronto la actividad haya sido creada.

source: When should the attendee registration period close? If left empty, attendees can register until the last day of the conference (<b>finishes</b>). Must be posterior to <b>reg open date</b>.
es: ¿Cuándo debe terminar el periodo de registro de asistentes? Si lo deja vacío, los asistentes podrán registrarse hasta el último día de la actividad (<b>fecha de finalización</b>). Debe ser posterior a la <b>fecha de inicio</b>.
