Repository: gwolf/comas
Catalog: po/*/comas.po
Languages: es

source: Successfully logged out
es: Salió del sistema exitosamente

source: Incorrect user/password
es: Usuario/contraseña equivocados

source: An email has been sent to you, with instructions on how to enter the system and change your password.
es: Le fue enviado un correo con instrucciones para entrar al sistema y cambiar su contraseña.

source: Nobody was found with the specified login or E-mail address. Please make sure it was correctly specified. Keep in mind this system is case-sensitive.
es: No fue posible encontrar a nadie con el nombre de usuario o dirección de correo especificados. Por favor, asegúrese de haberlos especificado correctamente. Recuerde que este sistema es sensible a las mayúsculas/minúsculas.

source: Incorrect session specified - Remember session URLs can be used only once
es: Especificó una sesión incorrecta -Recuerde que los URLs de sesión pueden ser utilizados sólamente una vez.

source: Invalid attempt to change password
es: Intento inválido de cambiar su contraseña

source: Timeout waiting for your new password - You can request for a new password recovery if needed.
es: Tiempo agotado esperando a que proporcione una nueva contraseña - Puede solicitar una nueva reposición si lo requiere.

source: New password does not match confirmation
es: La nueva contraseña no concuerda con la confirmación

source: Your password was successfully changed
es: Su nueva contraseña fue registrada exitosamente

source: New person successfully registered
es: La nueva persona fue registrada exitosamente

source: Error registering requested user
es: Error registrando al usuario solicitado

source: You have successfully registered for conference <em>%s</em>
es: Fue registrado exitosamente para «%s»

source: Cannot register you for the conference you were invited to: %s
es: No fue posible registrarlo para la actividad para la cual fue invitado: %s

source: Your personal data has been updated successfully
es: Sus datos personales han sido actualizados exitosamente

source: Error updating your personal data:
es: Error actualizando sus datos personales

source: No format has yet been defined for nametag printing
es: No se ha definido ningún formato para la impresión de personalizadores

source: Invalid conference for certificate
es: Actividad inválida para la expedición de certificado

source: All fields are required
es: Todos los campos son requeridos

source: Current password is not valid
es: La contraseña actual no es válida

source: Error changing your password:
es: Error cambiando su contraseña

source: Requested person is not registered
es: La persona especificada no está registrada

source: You are not allowed to send invitations for the specified conference.
es: No puede enviar invitaciones para esa actividad.

source: The requested e-mail was successfully sent
es: El correo electrónico fue enviado exitosamente

source: Invalid conference requested
es: Especificó una actividad inexistente

source: You must supply a body for your mail
es: Debe especificar un cuerpo para el correo

source: The specified e-mail address (%s) is not valid
es: La dirección de correo especificada (%s) no es válida

source: You have submitted an invalid document as your photo. Please check its format and send it again.
es: Envió un archivo inválido como fotografía. Por favor verifique que el formato sea correcto, y envíela de nuevo.

source: Controller %s must implement check_auth
es: El controlador %s debe implementar check_auth

source: Conference listing
es: Listado de actividades

source: Log in
es: Entrar

source: New account
es: Nueva cuenta

source: Basic information
es: Información básica

source: Update your personal information
es: Actualizar su información personal

source: Change password
es: Cambiar contraseña

source: My public profile
es: Mi perfil público

source: Generate nametag
es: Generar personalizador (gafete)

source: My proposals
es: Mis ponencias

source: Invite a friend
es: Invitar a un amigo

source: Attendance certificates
es: Certificados de asistencia

source: My account
es: Mi cuenta

source: -*- Unimplemented
es: -*- No implementado

source: &laquo; Previous
es: &laquo; Anterior

source: Next &raquo;
es: Siguiente &raquo;

source: Registered people list
es: Lista de asistentes registrados

source: Administrative tasks
es: Tareas administrativas

source: Massive mailing
es: Correo masivo

source: Statistical graphs
es: Gráficas estadísticas

source: New attendee successfully registered
es: El nuevo asistente fue registrado exitosamente

source: Requested conferences registered
es: Las actividades solicitadas fueron registradas

source: Error registering requested attendee:
es: Error registrando al asistente indicado:

source: Removing this administrative task from your own account is not allowed - Restoring.
es: No está permitido eliminar esta tarea administrativa de su propia cuenta - Reestableciendo.

source: Person data successfully updated
es: Los datos de la persona fueron actualizados exitosamente

source: Error recording requested data: %s
es: Error registrando los datos especificados: %s

source: Successfully removed requested attendee
es: El asistente especificado fue eliminado exitosamente

source: Error removing requested attendee:
es: Error eliminando al asistente solicitado:

source: Invocation error
es: Error de invocación

source: You must specify both email title and body
es: Debe especificar tanto el título como el cuerpo del correo.

source: User %s (ID: %s) is registered with an invalid email address (%s). Skipping...
es: El usuario %s (ID: %s) está registrado con una dirección de correo inválida (%s). Omitiéndolo.

source: The %d requested mails have been sent.
es: Los %d correos electrónicos fueron enviados exitosamente

source: Distribution by %s for all registered people
es: Distribución por %s para todas las personas registradas

source: Invalid related table specified: %s
es: Especificó una tabla relacionada inválida: %s

source: Configuration entries
es: Entradas de configuración

source: Catalogs management
es: Administración de catálogos

source: Basic table fields handling
es: Manejo de los campos de tablas base

source: Conferences
es: Actividades

source: Proposals
es: Propuestas

source: People
es: Personas

source: Printing format
es: Formato de impresión

source: Nametags (EPL2)
es: Personalizadores (EPL2)

source: Error destroying requested entry:
es: Error eliminando la llave de configuración indicado:

source: Error creating requested entry:
es: Error creando la entrada de configuración solicitada:

source: The configuration entry was successfully updated
es: La entrada de configuración fue actualizada exitosamente

source: Error updating requested configuration entry:
es: Error actualizando la entrada de configuración solicitada:

source: Invalid column name
es: Nombre de columna inválido

source: A field by that name is already defined
es: Ya existe un campo con ese nombre

source: Invalid data type specified
es: Especificó un tipo de datos equivocado

source: Successfully created %s field in %s
es: El campo %s fue creado exitosamente en %s

source: Unable to create requested column: %s
es: Error creando la columna solicitada:

source: Attempting to remove invalid field: %s
es: Intentando eliminar un campo inválido: %s

source: Successfully removed field %s
es: El campo %s fue eliminado exitosamente

source: Error removing specified field: %s
es: Error eliminando al campo solicitado:

source: Please note we have _not_ dropped the corresponding catalog for this column, <em>%s</em>, to avoid data loss. You can manually remove it.
es: Por favor recuerde que _no_ eliminamos el catálogo correspondiente a esta columna, <em>%s</em>, para evitar pérdidas de datos. Usted puede eliminarlo manualmente.

source: Invalid field specified
es: Especificó un campo inválido

source: Error setting the requested default value: %s
es: Error marcando el valor por omisión solicitado: %s

source: Error setting the field as not null: %s
es: Error marcando al campo como no nulo: %s

source: Cannot set field %s to reject null values: No default value
es: Es imposible configurar el campo %s para que rechace los valores nulos: No tiene un valor por omisión especificado

source: The field's values were correctly updated
es: Los valores del campo fueron actualizados correctamente

source: The requested record was successfully deleted
es: El registro especificado fue eliminado exitosamente

source: Requested record not found - Maybe it had already been deleted?
es: No fue posible encontrar al registro especificado - Posiblemente ya lo había eliminado.

source: Error deleting the requested record - A catalog entry will not be deleted if it is still referenced.
es: Error eliminando el registro solicitado - Un registro de catálogo no puede ser eliminado si aún está siendo referenciado (utilizado).

source: The new %s was successfully registered
es: El nuevo %s fue registrado exitosamente

source: Could not create new %s: %s
es: No fue posible crear un nuevo %s: %s

source: The requested format was successfully created
es: El formato especificado fue creado exitosamente

source: Error creating requested format:
es: Error creando el formato especificado:

source: The requested format was successfully updated
es: El formato especificado fue actualizado exitosamente

source: Error updating requested format:
es: Error actualizando el formato especificado:

source: The requested format was successfully deleted
es: El formato especificado fue eliminado exitosamente

source: Invalid configuration entry %d requested
es: Especificó una entrada de configuración inválida: %d

source: Invalid table requested
es: Especificó una tabla inválida

source: Invalid nametag format %d specified
es: Especificó un formato inexistente (%d)

source: Invalid catalog requested: %s
es: Especificó un catálogo inválido

source: Boolean
es: Booleano

source: Date
es: Fecha

source: Timestamp
es: Hora y fecha

source: String
es: Cadena

source: Text
es: Texto

source: Integer
es: Entero

source: Float
es: Flotante

source: Catalog
es: Catálogo

source: Conferences where %s
es: Actividades con %s

source: No listable proposals found for this conference
es: No hay ninguna propuesta disponible para mostrar en esta actividad

source: You have successfully registered for conference "%s"
es: Fue registrado exitosamente para «%s»

source: Could not register you for conference %s: %s
es: No fue posible registrarlo para «%s»: %s

source: You have %d proposals registered for this conference. Please withdraw them before unregistering.
es: Usted tiene %d ponencias registradas para esta actividad. Por favor retírelas antes de cancelar su registro.

source: You have successfully unregistered from conference "%s"
es: Su registro fue eliminado exitosamente de «%s»

source: Could not unregister you from conference %s: %s
es: No fue posible cancelar su registro de «%s»: %s

source: This conference is by invitation only.
es: Esta actividad es sólo por invitación.

source: This conference does not currently accept changing your registration status - please visit its information page for more details
es: En este momento, es imposible cambiar su estado de registro para esta actividad. Por favor, visite su página de información para mayores informes.

source: Invalid conference <em>%s</em> requested
es: Solicitó la actividad inexistente <em>%s</em>

source: Upcoming conferences
es: Próximas actividades

source: Choose a timeslot
es: Elegir sesión

source: Take attendance
es: Tomar asistencia

source: Attendance lists
es: Listas de asistencia

source: Please select a timeslot to take attendance for
es: Seleccione una sesión para la cual tomar asistencia

source: Number of attendances
es: Número de asistencias

source: Attendances
es: Asistencias

source: Timeslot
es: horario

source: Room
es: Salón

source: Name
es: Nombre

source: Attendance time
es: Hora de asistencia

source: Attendances listing for %s
es: Lista de asistencias para <em>%s</em>

source: Invalid timeslot requested
es: Especificó una sesión inválida

source: This person has already been registered for this timeslot. No action taken.
es: La persona especificada ya había sido registrada para esta sesión. No se llevó a cabo ninguna acción.

source: <em>%s</em> is not registered for <em>%s</em>, and registrations are closed.
es: La persona <em>%s</em> no estaba aún registrada para esta actividad, y el registro está cerrado

source: Person <em>%s</em> was not yet registered for this conference - Registering.
es: La persona <em>%s</em> no estaba aún registrada para esta actividad - Registrando.

source: Attendance successfully registered
es: La asistencia fue registrada exitosamente

source: Could not register person <em>%s</em> for this timeslot: %s
es: No fue posible registrar a la persona <em>%s</em> para esta sesión: %s

source: Invalid person specified: %s
es: Especificó a una persona inexistente: %s

source: Access denied
es: Acceso denegado

source: There are currently no conferences for which you can submit proposals. Please register first.
es: En este momento no hay ninguna actividad para la cual usted pueda enviar una ponencia. Por favor, regístrese primero.

source: Error saving your proposal: %s
es: Error registrando su ponencia: %s

source: Your proposal was successfully registered
es: Su ponencia fue registrada exitosamente

source: The proposal has been modified successfully
es: Los datos de la ponencia han sido actualizados exitosamente

source: Error updating the proposal:
es: Error actualizando do su ponencia:

source: Requested author (%s) was successfully removed from this proposal
es: El autor especificado (%s) fue eliminado exitosamente de esta propuesta

source: Unexpected error removing requested author. Please try again, or contact system administrator
es: Error inesperado al eliminar al autor. Por favor intente nuevamente, o contacte al administrador del sistema.

source: The requested proposal has been deleted as its last author was removed.
es: La ponencia indicada ha sido eliminada, dado que su último autor fue removido.

source: Requested author does not exist or is not listed in this proposal. Maybe you already deleted him?
es: El autor especificado no existe o no está registrado en esta propuesta. Posiblemente ya lo había eliminado.

source: The requested author (%s) was already registered as an author for this proposal
es: La persona especificada (%s) ya había sido registrada como coautor de esta propuesta

source: Error adding person (%s) to requested proposal:
es: Error agregando a esta persona (%s) a la propuesta especificada

source: %s was successfully added as an author to this proposal
es: %s fue agregado exitosamente a su propuesta

source: The document was successfully saved
es: El documento fue recibido exitosamente

source: Error receiving the document:
es: Error recibiendo el documento:

source: The document was successfully deleted
es: El archivo especificado fue eliminado exitosamente

source: Error removing requested document. Please try again later, or contact the system administrator.
es: Error eliminando el documento solicitado. Por favor intente de nuevo, o contacte al administrador del sistema

source: Invalid proposal requested
es: Especificó una ponencia inexistente

source: The specified login is not valid or does not match any valid users
es: El nombre de usuario especificado no es válido, o no pertenece a ningún usuario registrado

source: Invalid document requested for this proposal
es: Solicitó un documento inválido para esta propuesta

source: You are not allowed to modify this proposal
es: No está autorizado a modificar esta propuesta

source: This conference's proposals are not yet public
es: Las propuestas recibidas para esta actividad no son aún públicas

source: Certificate formats
es: Formatos de certificado

source: Format updated successfully
es: El formato ha sido actualizado exitosamente

source: Invalid person specified
es: Especificó a una persona inexistente: %s

source: Invalid format specified
es: Especificó un formato inexistente

source: Registered conferences
es: Actividades registradas

source: Register a new conference
es: Registrar una nueva actividad

source: Mail attendees
es: Correo a asistentes

source: New conference successfully registered
es: La nueva actividad fue registrada exitosamente

source: Error registering requested conference:
es: Error registrando la actividad indicada:

source: The uploaded file could not be processed as an image: %s
es: El archivo recibido no pudo ser procesado como una imagen: %s

source: Conference data successfully updated
es: Los datos de la actividad fueron actualizados exitosamente

source: Successfully removed requested conference
es: La actividad especificada fue eliminada exitosamente

source: Error removing requested conference:
es: Error eliminando la actividad solicitada:

source: The requested timeslot was successfully created
es: La sesión especificada fue creada exitosamente

source: Error creating the requested timeslot:<br/> %s
es: Error creando la sesión especificada:<br/> %s

source: The requested timeslot was successfully deleted
es: La sesión especificada fue eliminada exitosamente

source: Could not find requested timeslot (%d) for deletion - Maybe it was already deleted?
es: No fue posible encontrar la sesión especificada (%d) para eliminarla - Posiblemente ya la había eliminado

source: You must specify email title and body, and select at least one conference to mail to.
es: Debe especificar el título y cuerpo de su correo, y seleccionar al menos a una conferencia a cuyos asistentes enviar el correo.

source: Invalid conference specified: %s
es: Especificó una actividad inexistente: %s

source: No registered attendees for the requested conferences have chosen to receive mails - Not sending.
es: No hay asistentes registrados para las actividades especificadas que hayan elegido recibir correos - No enviando.

source: Statistics by language
es: Estadísticas por idioma

source: Pending strings for %s
es: Cadenas pendientes para <em>%s</em>

source: Searching for strings in <em>%s</em> matching <em>%s</em>
es: Buscando cadenas en <em>%s</em> que concuerden con <em>%s</em>

source: Translation successfully registered
es: La traducción fue registrada exitosamente

source: Translation successfully removed
es: La traducción fue eliminada exitosamente

source: Invalid language specified
es: Especificó un idioma equivocado

source: Invalid translation specified
es: Especificó a una traducción inexistente

source: Conference
es: Actividad

source: Dates
es: Fechas

source: Show only upcoming conferences
es: Mostrar sólamente las actividades futuras

source: Include past conferences
es: Incluir las actividades pasadas

source: Registered
es: Registrado

source: Registration closed
es: Registro cerrado

source: By invitation only
es: Únicamente por invitación

source: Registered, proposal submitted
es: Registrado, ponencia enviada

source: Unregister
es: Cancelar registro

source: Confirm: Do you want to unregister from "%s"?
es: Confirme: ¿Seguro que desea cancelar su registro de «%s»?

source: Sign up
es: Registrarme

source: Submit a proposal (%d days left)
es: Enviar una ponencia (quedan %d días)

source: Conference dates
es: Fechas de la actividad

source: Begins
es: Fecha de inicio

source: Finishes
es: Fecha de finalización

source: Registration period
es: Periodo de registro

source: Open
es: Abierto

source: Call for papers period
es: Periodo de convocatoria de propuestas

source: %d registered attendees
es: %d asistentes registrados

source: Edit conference
es: Editar la actividad

source: Edit timeslots
es: Editar horarios

source: Invalid logo size specified: %s
es: Especificó un tamaño de logotipo inválido: %s

source: Call for papers period
es: Periodo de convocatoria de propuestas

source: - Show all -
es: - Mostrar todo -

source: Filter by %s
es: Filtrar por %s

source: Filtering by:
es: Filtrando por:

source: Start time
es: Hora de inicio

source: Time distance
es: Distancia en tiempo

source: Tolerance (pre)
es: Tolerancia (pre)

source: Tolerance (post)
es: Tolerancia (post)

source: Choose
es: Elegir

source: Max width
es: Ancho máximo

source: Max height
es: Altura máxima

source: Content source
es: Fuente del contenido

source: Content
es: Contenido

source: Font size
es: Tamaño del font

source: Align
es: Alineación

source: Delete
es: Eliminar

source: Are you sure you want to delete this line?
es: ¿Está seguro de que desea eliminar esta línea?

source: Are you sure you want to permanently delete this timeslot? This will also destroy any attendances it has recorded
es: ¿Está seguro que desea eliminar permanentemente esta sesión? Eso eliminará también todas las asistencias que ha registrado en ella

source: Login
es: Nombre de usuario

source: First name
es: Nombre propio

source: Family name
es: Apellidos

source: Last login at
es: Última entrada

source: Are you sure you want to permanently delete %s?
es: ¿Está seguro de que desea eliminar permanentemente a %s?

source: Download this listing
es: Bajar este listado

source: %d registered proposals
es: %d propuestas registradas

source: Position
es: Posición

source: Are you sure you want to delete author"%s" from proposal "%s"?
es: ¿Está seguro de que desea eliminar al autor "%s" de la propuesta "%s"?

source: Removing the only registered author for this proposal will also remove the proposal from the system. This action cannot be undone. Are you sure you want to continue?
es: Eliminar al único autor registrado para una ponencia eliminará también a la ponencia del sistema. Esta acción no puede ser revertida. ¿Está seguro que desea continuar?

source: Are you sure you want to delete this document?
es: ¿Está seguro de que desea eliminar este documento?

source: Log out
es: Salir

source: Up
es: Arriba

source: Down
es: Abajo

source: Please %s or %s if you are interested in attending
es: Si está interesado en participar, por favor %s o %s

source: register
es: regístrese

source: log in
es: inicie sesión

source: Show
es: Mostrar

source: No items found
es: No hay registros que mostrar

source: Displaying <b>1</b> item
es: Mostrando <b>1</b> registro

source: Displaying <b>all %d</b> items
es: Mostrando <b>todos los %d</b> registros

source: Displaying items <b>%d&ndash;%d</b> of <b>%d</b> in total
es: Mostrando los registros <b>%d&nbsp;-&nbsp;%d</b> de un total de <b>%d</b>

source: Field %s not defined for %s
es: El campo %s no está definido para %s

source: Yes
es: Sí

source: Field name
es: Nombre del campo

source: Field type
es: Tipo de campo

source: Null OK
es: Acepta nulos

source: Default
es: Por omisión

source: Action
es: Acción

source: Removing this field from the table definition will cause ALL OF ITS DATA to be destroyed. This is an irreversible action. Are you sure?
es: Eliminar este campo de la definición de la tabla causará que TODOS SUS DATOS sean destruídos. Esta es una acción irreversible. ¿Está seguro?

source: Edit
es: Editar

source: You followed an invitation link for the <em>%s</em> conference (%s - %s).
es: Siguió una liga con la invitación para nuestra actividad <em>%s</em> (%s - %s).

source: Photo for %s
es: Fotografía de %s

source: Requested person already registered for this timeslot
es: La persona especificada ya había sido registrada para esta sesión

source: New
es: Nueva

source: Details pending
es: Detalles pendientes

source: Rejected
es: Rechazada

source: Accepted
es: Aceptada

source: Call for papers period for this conference is not current
es: Esta actividad no está dentro del periodo definido para convocatoria de ponencias

source: An already submitted proposal can not be moved to a different conference
es: Una ponencia ya recibida no puede ser asignada a una actividad diferente
