Repository: gwolf/comas
Catalog: po/*/comas.po
Languages: es

source: When should the Call for Papers period open? If this field is left empty but the closing date is set, the period will start as soon as the conference is created.
es: ¿Cuándo debe iniciar el convocatoria de propuestas? Si lo deja vacío pero especifica una fecha de término, los asistentes podrán enviar propuestas tan pronto la actividad haya sido creada.

source: When should the Call for Papers period close? If this field is left empty but the opening date is set, the period will close at the conference beginning date.
es: ¿Cuándo debe finalizar la convocatoria de propuestas? Si lo deja vacío, los asistentes podrán enviarlas hasta la fecha de inicio de su actividad.

source: If you specify this conference should not manage proposals, the <b>Public Proposals</b> will be set to false, and both the <b>Cfp open date</b> and <b>Cfp close date</b> fields will be set to null.
es: Si especifica que esta actividad no administre propuestas, esto implicará que <b>Propuestas públicas</b> será también falso, y que <b>Fecha de inicio de recepción</b> y <b>Fecha de cierre de recepción</b> quedarán vacíos.

source: Should this conference's proposals be visible to the public as they are sent, before they are explicitly marked as accepted
es: ¿Deben las propuestas de esta actividad ser visibles al público conforme van siendo enviadas, antes de ser explícitamente marcadas como aceptadas?

source: Attendance certificate generation
es: Generación de certificados de asistencia

source: Create a new conference
es: Registrar una nueva actividad

source: Create
es: Crear

source: No data matches requested criteria
es: Ningún registro satisface el criterio especificado

source: Conference|Name
es: Nombre

source: Conference|Begins
es: Inicio

source: Defined timeslots for %s
es: Sesiones definidas para %s

source: No timeslots have yet been defined
es: No se han definido sesiones

source: Create a new timeslot for this conference
es: Crear una nueva sesión para esta actividad

source: Enter the tolerance in <em>hh:mm:ss</em> format. If not specified, it will use the system-wide default (%s)
es: Proporcione la tolerancia en un formato <em>hh:mm:ss</em>. Si no la especifica, utilizaré el valor por omisión en el sistema (%s)

source: Create timeslot
es: Crear sesión

source: Edit conference data
es: Editar los datos de la actividad

source: Timeslots management
es: Administración de sesiones

source: No timeslots currently defined
es: No se han definido sesiones

source: %d currently defined timeslots
es: %d sesiones definidas

source: Edit timeslots for this conference
es: Editar las sesiones para esta actividad

source: List of registered conferences
es: Lista de actividades registradas

source: Begins at
es: Fecha de inicio

source: Registration opens
es: Inicio del registro

source: Defined timeslots
es: Sesiones definidas

source: Registered attendees
es: Asistentes registrados

source: Homepage
es: Página Web

source: Visit
es: Visitar

source: Not defined
es: No definido

source: The following catalogs are defined in your system
es: Su sistema tiene los siguientes catálogos definidos

source: Records
es: Registros

source: Nametag printing formats
es: Formatos para la impresión de personalizadores

source: The following formats are used by the nametag printing helper program (<tt>./script/nametags</tt>). This script can be used with any label printer which implements the %s language
es: Los siguientes formatos son utilizados por el programa de impresión de personalizadores (<tt>./script/nametags</tt>). Este programa puede ser utilizado con cualquier impresora de etiquetas que implemente el lenguaje %s

source: Zebra EPL2
es: EPL2 de Zebra

source: Disregard this section if your conferences do not require printing nametags, or if you don't own a suitable printer.
es: Haga caso omismo de esta sección si sus actividades no requieren de la impresión de personalizadores, o si no tiene una impresora adecuada.

source: Size (pt)
es: Tamaño (puntos)

source: Size (cm)
es: Tamaño (cm)

source: Size (in)
es: Tamaño (pulg)

source: Are you sure you want to delete this format?
es: ¿Está seguro de que desea eliminar este formato?

source: Create a new format
es: Registrar un nuevo formato

source: Provide all the requested dimensions in <em>points</em>. EPL2 printers work at 203 dots per inch (80 dots per centimeter).
es: Proporcione todas las dimensiones solicitadas en <em>puntos</em>. Las impresoras EPL2 funcionan a 203 puntos por pulgada (80 puntos por centímetro).

source: Format name
es: Nombre del formato

source: Horizontal label size
es: Ancho de las etiquetas

source: Vertical label size
es: Altura de las etiquetas

source: Vertical gap between labels
es: Espacio vertical entre etiquetas

source: Name width for wide characters
es: Longitud del nombre para caracteres anchos

source: First and family names up to the specified width will be printed in a double-width font, increasing their readability
es: Los nombres propios y apellidos de hasta este ancho serán impresos con un tipo de letra de doble ancho, facilitando su lectura

source: Horizontal starting position
es: Posición horizontal inicial

source: For the personal data text
es: Para el texto con los datos personales

source: Horizontal position for barcode start
es: Posición horizontal para el inicio del código de barras

source: Vertical position for barcode start
es: Posición vertical para el inicio del código de barras

source: Barcode orientation
es: Orientación del código de barras

source: Barcode narrow bars width
es: Ancho de las barras delgadas

source: Between 1 and 10, and less than the wide bars width
es: Entre 1 y 10, y menor al ancho de las barras gruesas

source: Barcode wide bars width
es: Ancho de las barras gruesas

source: Between 2 and 30, and more than the narrow bars width
es: Entre 2 y 30, y mayor al ancho de las barras delgadas

source: Barcode height
es: Altura del código de barras

source: Edit field %s on %s
es: Editar el campo %s en %s

source: The values set in this screen are very database-dependent. We strongly suggest working with a PostgreSQL RDBMS - Any other system is not guaranteed to work with the values selected here.
es: Los valores que configure en esta pantalla son muy dependientes de la base de datos. Le sugerimos fuertemente trabajar con un motor de bases de datos PostgreSQL - No podemos garantizar que los valores que aquí presentamos funcionen con otro tipo de base de datos.

source: Go back to the table definition
es: Volver a la definición de la tabla

source: Data type
es: Tipo de datos

source: If you specify a default value, it should be valid for its data type. Note that the default value you specify here is trusted to be sane - you can, of course, give illegal or dangerous values here. After all, you _are_ an administrator! With great power comes great responsability.
es: Si especifica un valor por omisión, debe ser válido para su tipo de datos. Tome en cuenta que confiamos en la sanidad del valor que especifique aquí - Usted puede, claro está, especificar valores ilegales o peligrosos. A fin de cuentas, ¡_es_ un administrador! Con un gran poder viene una gran responsabilidad.

source: Keep in mind that, in order for the database to allow you to require no null values to be entered in a given field, they should all have a value set (this means, older records are not allowed to break the rules).<br/>If you set a nonempty default value, we will set all the NULL values to it, and you will be able to set it to NOT NULL.
es: Recuerde que, para que la base de datos le permita requerir el que en un campo determinado no sean permitidos los valores nulos, todos los registros existentes deben tener un valor (esto significa, los registros viejos no pueden romper las reglas).<br/>Si usted configura un valor por omisión, modificaremos todos los registros especificando este valor, y usted podrá especificar que no sean permitidos los nulos.

source: Modify
es: Modificar

source: Create a new nametag format
es: Registrar un nuevo formato de personalizador

source: Manage fields for table <em>%s</em>
es: Administrar los campos para la tabla <em>%s</em>

source: This interface is provided as a general facility - However, redefining your tables' configuration, handling DBMS-based validations and default values will often require doing so directly interacting directly with your database system.
es: Esta interfaz es provista como una ayuda general - Sin embargo, para redefinir la configuración de sus tablas, manipular las validaciones especificadas por su motor de base de datos y especificar los valores por omisión, seguramente requerirá en algún momento manipular directamente su base de datos.

source: Core attributes
es: Atributos base

source: The following fields are <em>core</em> - That means, they will always be part of a <em>%s</em>'s definition:
es: Los siguientes campos son <em>base</em> - Esto significa que siempre serán parte de la definición de una <em>%s</em>:

source: Extra attributes
es: Atributos extra

source: No extra fields are currently defined
es: No se han definido atributos extra

source: Add a new attribute
es: Añadir un nuevo atributo

source: If you want any added field to be publicly visible in the public profile, remember to add it to the <em>person_profile_fields</em> entry in the %s.<br/>As an example, you can check %s.
es: Si desea que alguno de estos campos sean visibles en el perfil público, recuerde agregarlo a la entrada <em>person_profile_fields</em> en la %s.<br/>Como un ejemplo de perfil, puede revisar %s.

source: system configuration
es: configuración del sistema

source: your public profile
es: su perfil público

source: Editing configuration entry <em>%s</em>
es: Editando la entrada de configuración <em>%s</em>

source: <b>Caution</b>: Modifying this configuration entry might render your system inoperable. Proceed at your own risk, and only if you know what you are doing.
es: <b>Precaución</b>: Modificar esta entrada de configuración puede dejar a su sistema inutilizable. Hágalo bajo su propio riesgo, y únicamente si sabe lo que hace.

source: Showing records for the <em>%s</em> catalog
es: Mostrando los registros para el catálogo <em>%s</em>

source: Add a new record
es: Agregar un nuevo registro

source: Go back to the catalogs listing
es: Volver al listado de catálogos

source: <b>Caution</b>: Modifying the configuration entries shown here might render your system inoperable. Proceed at your own risk, and only if you know what you are doing.
es: <b>Precaución</b>: Modificar las entradas de configuración desplegadas a continuación puede dejar a su sistema inutilizable. Hágalo bajo su propio riesgo, y únicamente si sabe lo que hace.

source: Key
es: Llave

source: Description
es: Descripción

source: Value
es: Valor

source: Are you sure you want to delete this configuration entry?
es: ¿Está seguro de que desea eliminar esta llave de configuración?

source: Edit nametag format
es: Editar formato de personalizador

source: Certificate validation
es: Validación de certificado

source: We hereby confirm that %s has participated in %s and earned an attendance certificate.
es: Sirva la presente para confirmar que <em>%s</em> participó en %s, obteniendo un certificado de asistencia.

source: The specified person <span class="not-certif">does not have</span> a certificate for this activity.
es: La persona especificada <span class="not-certif">no obtuvo</span> un certificado para esta actividad.

source: Translation statistics by language
es: Estadísticas de traducción por idioma

source: Language
es: Idioma

source: Translated strings
es: Cadenas traducidas

source: Pending strings
es: Cadenas pendientes

source: Percentage
es: Porcentaje

source: Search for specific strings
es: Buscar por cadenas específicas

source: String to search for
es: Cadena a buscar

source: Specify the string (or a portion of it) to look for
es: Especifique la cadena (o una porción de la misma) a buscar

source: Search for coincidence in:
es: Buscar coincidencia en:

source: Source strings
es: Cadenas origen

source: Both
es: Ambas

source: Search
es: Buscar

source: The translation strings you can manage through this interface are automatically generated by the catalog and field values present in your database, and thus, manually adding strings is not supported.
es: Las cadenas de traducción, administradas desde esta interfaz, son generadas automáticamente a partir de los valores de los campos y catálogos presentes en su base de datos, por tanto, agregar cadenas manualmente no está soportado.

source: In order to ensure consistency, when you delete a string in any of the supported languages, it will be removed in all of them. However, every time a given string is required by the system, and every time you visit the %s page, all of the needed strings will be created again.
es: Para asegurar la consistencia, cuando usted elimine una cadena de cualquiera de los lenguajes soportados, ésta será eliminada de todos. Sin embargo, cada vez que una cadena dada sea requerida por el sistema, así como cada vez que visite la página de %s, todas las cadenas necesarias serán creadas nuevamente.

source: Translated
es: Traducido

source: Update
es: Actualizar

source: Are you sure you want to remove this record?
es: ¿Está seguro de que desea eliminar este registro?

source: Formatting instructions
es: Instrucciones de formato

source: About Textile/RedCloth
es: Acerca de Textile/RedCloth

source: The content you submit via this system is formatted using the <em>%s</em> (also known as <em>RedCloth</em>) formatting mechanism.
es: El contenido que usted presente al sistema será formateado utilizando el mecanismo <em>%s</em> (también conocido como <em>RedCloth</em>).

source: <em>Textile</em> is a markup language designed to be natural to write, and easy to read. Here we cover only the most usual tags - for a more complete reference, we suggest you to read the %s or the much more complete %s.
es: <em>Textile</em> es un lenguaje de marcado que busca ser natural al escribir, y fácil al leer. En el presente texto cubrimos sólo las etiquetas más comúnmente utilizadas ­- Para una referencia más completa, le sugerimos leer la %s, o la mucho más completa %s.

source: Textile Quick Reference
es: Referencia rápida de Textile

source: General flow of your text
es: Flujo general del texto

source: The general writing is straightforward: Just type a regular paragraph, and it will be displayed as you intended.
es: El estilo general de escritura es natural: Escriba un párrafo de texto, y será desplegado tal como usted lo presentó.

source: To finish a paragraph and start a new one, separate them with an empty line.
es: Para terminar un párrafo e iniciar uno nuevo, sepárelos por medio de una línea en blanco.

source: Emphasis and other text transformations
es: Énfasis y otras transformaciones del texto

source: To mark part of a sentence to be <strong>bold</strong>, surround it by asterisks: *bold*
es: Para indicar que parte de un texto debe ir en <strong>negritas</strong>, rodéelo por asteriscos: *negritas*

source: To produce <em>italic text</em>, surround it by underscores: _italic_
es: Para producir <em>texto itálico</em>, rodéelo con guiones bajos: _itálico_

source: You can combine them to get <strong><em>bold italics</em></strong> by nesting them: _*bold italics*_
es: Puede combinarlos para obtener <strong><em>negritas itálicas</em></strong> anidándolas: _*negritas itálicas*_

source: Headers
es: Encabezados

source: A header can be declared by starting a paragraph with a prefix between <em>h1.</em> and <em>h6.</em> We suggest not using headers higher than <em>h3.</em> for consistency with other system elements. As an example, the header for this paragraph can be specified as:
es: Un encabezado puede ser declarado iniciando un párrafo con un prefijo, que puede ir desde <em>h1.</em> hasta <em>h6.</em>. Le sugerimos no usar encabezados superiores a <em>h3.</em> por consistencia con los demás elementos del sistema. Como un ejemplo, el encabezado de este párrafo puede especificarse como:

source: Linking to other documents
es: Ligando a otros documentos

source: To create a link to an external website, "quote" the link text, put a colon <em>just next</em> to the closing quote, and the full destination page address. For example, in order to create a link to the <a href="http://www.comas-code.org/">Main Comas site</a> you should write: <em>"Main Comas site":http://www.comas-code.org/
es: Para crear una liga hacia un sitio externo, "entrecomille" el texto a ser ligado, e <em>inmediatamente después</em> de la comilla final coloque dos puntos, y la dirección completa de destino. Por ejemplo, para crear una liga hacia el <a href="http://www.comas-code.org/">sitio principal de Comas</a>, deberá escribir: <em>"sitio principal de Comas":http://www.comas-code.org/

source: Lists
es: Listas

source: Unnumbered, numbered and nested lists are very easy to create: Prefix each bullet point with an asterisk, and it will create an unnumbered list. Prefix it with a hash, and you will get a numbered list. To nest them, prefix your textwith two elements:
es: Las listas numeradas, sin numerar y anidadas son muy fáciles de crear: Anteceda cada elemento con un asterisco (*) para crear una lista no numerada. Antecédalo con un símbolo de número (#) para obtener una lista numerada. Para anidarlos, prefije al texto con más de uno de ellos:

source: Unnumbered list
es: Lista no numerada

source: Second element
es: Segundo elemento

source: Nested sub-list
es: Sub-lista anidada

source: Second element of nested list
es: Segundo elemento de la lista anidada

source: Original list
es: Lista original

source: Numbered list
es: Lista numerada

source: Nesting sub-lists
es: Anidando sub-listas

source: Second element of nested numbered list
es: Segundo elemento de la lista numerada anidada

source: Mixed list
es: Lista mixta

source: The above lists were created with:
es: Las listas anteriores fueron generadas a partir de:

source: Tables
es: Tablas

source: You can use the vertical bars to mark each cell element. Include the left and right borders of the table:
es: Puede usar las barras verticales para indicar la separación entre cada elemento de la celda. Incluya la barra vertical para los límites izquierdo y derecho de la tabla:

source: Hour
es: Hora

source: Activity
es: Actividad

source: Main hall
es: Salón principal

source: Welcoming session
es: Sesión de bienvenida

source: Small auditorium
es: Auditorio chico

source: Designing conferences
es: Diseñando actividades

source: The above table was created with:
es: La tabla anterior fue generada a partir de:

source: Beyond this...
es: Más allá

source: This should cover most of your needs to publish your material. Should you need more advanced formatting, %s offers <em>much</em> more than what we can explain in this short space, you can refer to the %s or the much more complete %s, as we said above. You can also include regular HTML tags as part of your text -- We recommend you, however, to stick to the Textile format, to ensure a consistent format throughout the site.
es: Esto debe cubrir la mayor parte de las necesidades básicas para escribir su material. Si requiere de un formateo más avanzado, podrá encontrar <em>mucho</em> más de lo que podemos explicar en este corto espacio en %s o incluso a mayor profundidad en %s, como lo mencionamos en párrafos anteriores. Además, usted puede incluir elementos HTML regulares como parte de su texto -- Le recomendamos, sin embargo, limitarse a los elementos de formato de Textile, para garantizar que el formato a sea consistente con el resto del sitio.

source: Textile Reference
es: Referencia de Textile

source: %d proposals registered for this conference
es: %d ponencias registradas para esta actividad

source: Web site
es: Sitio Web

source: Proposals for %s
es: Ponencias para %s

source: Paper size
es: Tamaño del papel

source: Orientation
es: Orientación

source: Editing certificate format <em>%s</em>
es: Editando el formato de certificado <em>%s</em>

source: General format information
es: Información general de contacto

source: Help
es: Ayuda

source: Measurements
es: Medidas

source: All measurments except for font size are expressed in <em>%s</em>. You will notice the values you enter are approximated (i.e. 10.99 instead of 11), as they are stored internally in %s and converted only to be shown here.
es: Todas las medidas a excepción del tamaño del font están expresadas en <em>%s</em>. Notará que los valores que proporcione quedarán aproximados (p.ej. 10.99 en vez de 11), dado que internamente son guardados en %s, y se convierten únicamente para su presentación en esta interfaz.

source: Positioning
es: Posicionamiento

source: This format's lines are sorted according to their vertical position, to better match what you will see on the paper. Measurement (0, 0) starts at the lower-left corner, and the indicated point marks the lower-left corner of the designated text area.
es: Las líneas de este formato están ordenadas acorde a su posición vertical, reflejando la posición que tendrán en el papel. La coordenada (0, 0) está ubicada en la esquina inferior izquierda, y el punto que usted especifique se refiere a la esquina inferior izquierda del área de texto designada.

source: This means, if you want to provide a <em>centered</em> 15cm field in <em>Landscape Letter</em> (27.94cm wide) paper, you should set the <em>horizontal</em> position to 6.47 (which is (27.94 - 15) / 2) and the <em>maximum width</em> to 15.
es: Esto significa que, si desea proveer un campo <em>centrado</em> de 15 centímetros en una hoja <em>tamaño carta horizontal</em> (con un ancho de 27.94cm), deberá especificar la posición <em>horizontal</em> a 6.47 (resultado de (27.94 - 15) / 2), y el <em>ancho máximo</em> a 15.

source: Minimum heights
es: Alturas mínimas

source: Keep in mind that the maximum height for each of the lines must be enough to fit approximately 1.3 times the font size (as it takes into account interline spacing). If your certificates are broken across multiple pages, increase the maximum height for the field where it breaks.
es: Recuerde que la altura máxima para cada una de las líneas debe ser suficiente para que quepa aproximadamente 1.3 veces el tamaño del font (dado que debe incluir el espacio de entrelineado). Si sus certificados aparecen rotos en varias páginas, aumente la altura máxima para el campo donde se rompe.

source: Content sources
es: Fuentes del contenido

source: When the content source is set to <em>%s</em>, the text provided as content will be present verbatim in the certificate; when <em>%s</em> or <em>%s</em> (to which we will refer as <em>non-static sources</em>)) are selected, they will accept a suitable <em>attribute name</em>. When <em>%s</em> is selected, no content will be generated, just a solid, black frame for the specified area.
es: Cuando la fuente del contenido es <em>%s</em>, el texto que usted provea como contenido aparecerá literalmente en el certificado; si selecciona <em>%s</em> o <em>%s</em> (a las cuales nos referiremos como <em>fuentes no estáticas</em>), éstos aceptarán un <em>nombre de atributo</em> correspondiente. Si selecciona <em>%s</em>, no se generará contenido, sólo se dibujará un marco negro sólido alrededor del área especificada.

source: Attributes
es: Atributos
