Repository: gwolf/comas
Catalog: po/*/comas.po
Languages: es

source: For non-static content sources, you can specify any valid <em>method name</em> for said model classes as the content. For further information, please check the Comas API. All database column names are valid method names.
es: Para las fuentes no estáticas de contenido, puede especificar por contenido cualquier <em>nombre de método</em> válido para dichas clases modelo. Para mayores detalles, por favor consulte el API de Comas. Todos los nombres de columna en la base de datos son nombres válidos de métodos.

source: Some values specified as attributes for non-static sources get special treatment even though they do not exist directly as methods. They are:
es: Algunos valores especificados como atributos para las fuentes no estáticas reciben tratamiento especial, aunque no existan directamente como métodos. Estos son:

source: The ID for the requested object, not only represented as text, but with its barcode. The minimum dimensions you should allocate to this column are a 3cm/1.1in width a 1.3cm/0.5in height.
es: El ID para el objeto solicitado, no sólo representado como texto, sino que con un código de barras. Las dimensiones mínimas que recomendamos para asignar a esta columna son 3.3cm/1.1pulg de ancho por 1.3cm/0.5pulg de altura.

source: Will include the person's photo or the conference's logo, filling up the best way possible (respecting the aspect ratio) the given size. If the person/conference does not have such field specified, nothing will be displayed (no error will be generated)
es: Incluirá la fotografía de la persona o el logotipo de la actividad, llenando de la mejor manera posible (respetando la relación horizontal-vertical del original) el tamaño indicado. Si la persona/actividad no tienen ningún valor especificado en el campo, no se mostrará nada (no se generará ningún mensaje de error)

source: If when generating certificates you get a system error (<tt>Undefined attribute</tt>), you should check for the validity of your <em>content</em> columns.
es: Si cuando genera certificados recibe un error de sistema (<tt>Undefined attribute</tt>), verifique la validez de la columna de <em>contenido</em>.

source: Add line
es: Agregar línea

source: Test format
es: Formato de prueba

source: You can generate a sample of this format for your user.
es: Usted puede generar una prueba utilizando este formato para su usuario.

source: Conference to generate the sample certificate for
es: Actividad para la cual generar el certificado de prueba

source: Draw boxes specifying field sizes?
es: ¿Dibujar cajas indicando el tamaño de los campos?

source: Generate test certificate
es: Generar certificado de prueba

source: Available certificate formats
es: Formatos de certificado disponibles

source: Hi, %s This is an auto-generated mail, sent by the conference administration system for %s. The reason you are getting this mail is because you have been registered by %s as a coauthor for: %s For further details on the proposal, enter: %s In case you think this is a mistake, please click on the "My proposals" link after logging in at: %s
es: Hola, %s Este es un correo autogenerado, enviado por el sistema de administración de congresos en %s. Usted está recibiendo este correo pues ha sido registrado por %s como coautor de: %s Para mayores informes, entre a: %s En caso de que crea que esto es un error, por favor entre al sistema en: %s Y seleccione la liga «Mis ponencias».

source: This is an auto-generated mail, sent by the conference administration system for %s.
es: Este es un correo auto-generado, enviado por el sistema de administración de actividades para %s.

source: The reason you are getting this mail is because %s (a registered user for this conference) considered it could be interesting for you.
es: La razón por la cual usted recibe este correo es porque %s (un usuario registrado para esta actividad) consideró que podría ser interesante para usted.

source: If you want to accept this invitation, please click on the following link:
es: Si desea aceptar la invitación, por favor dé click en la siguiente dirección:

source: For further information on the conference, please enter:
es: Para mayores informes respecto de la actividad, entre:

source: In case you are interested, you can register for it by creating an account, by clicking on the "%s" link.
es: En caso de estar interesado, puede registrarse creando una cuenta, haciendo click en la liga «%s».

source: If you want to directly contact %s, the registered mail address is %s.
es: En caso de que desee contactar directamente a %s, la dirección de correo que tenemos registrada es %s.

source: Hi, %s Somebody -probably you- requested help to log in with your account to %s. Please click on the following link, and you will be logged in: %s Note that this link can be used only once - It will be disabled as soon as you log in. Remember your system login is "%s". If you did not request this mail, please disregard it - This information is sent exclusively to you. For your information, the request was received from IP address %s.
es: Hola, %s Alguien -probablemente usted- solicitó ayuda para ingresar con su cuenta a %s. Por favor, haga click sobre la siguiente liga para entrar al sistema: %s Tome en cuenta que esta liga puede ser utilizada únicamente una vez - Será deshabilitada una vez que la utilice. Recuerde que su nombre de usuario es «%s». Si no fue usted quien solicitó este correo, por favor ignórelo - Esta información es enviada exclusivamente a usted. Para mayor información, la solicitud fue recibida de la dirección IP %s.

source: Hi, %s This is an auto-generated mail, sent by the conference administration system for %s. Your chosen system login is "%s". You have successfully registered in our system - The next step is to select the one or more conferences you are interested in. The easiest way to do so is to log in to our system, at: %s Upon your login, you will be presented with the "%s" page, where you will find a listing with the upcoming conferences. Click on their names to get further information on each of them, or click "%s" to register for it.
es: Hola, %s Este es un correo autogenerado, enviado por el sistema de administración de congresos de %s. El nombre de usuario que eligió es «%s». Usted acaba de registrarse exitosamente en nuestro sistema - El siguiente paso es seleciconar la o las actividades en las cuales esté interesado. La manera más sencilla de hacerlo es entrar a nuestro sistema, en: %s Una vez que entre al sistema, éste le presentará la página «%s», donde encontrará un listado con las próximas actividades. Seleccione sus nombres para ver más información sobre cada una de ellas, o seleccione «%s» para registrarse.

source: Fixed sorting
es: Ordenamiento fijo

source: Sorted by value
es: Ordenado por valor

source: View
es: Ver

source: There are %d people who have accepted to receive general mails about our conferences.
es: Hay %d personas que han aceptado recibir correos generales para nuestras actividades.

source: You can also export the list of attendees interested in receiving further information and perform the mailing from a separate application: %s, %s.
es: También puede exportar la lista de participantes interesados en recibir información y efectuar el envío de correos desde otra aplicación: %s, %s.

source: Full listing (including names)
es: Listado completo (incluyendo nombres)

source: Mail addresses only
es: Únicamente las direcciones de correo

source: %s (%d people)
es: %s (%d personas)

source: No people authorized for this task
es: No hay gente autorizada para esta tarea

source: Register a new attendee
es: Registrar a un nuevo asistente

source: Attendee %d's personal data
es: Datos personales del asistente %d

source: Attendee administration
es: Administración de asistentes

source: Filter by: (on login, firstname or family name)
es: Filtrar por: (sobre los campos de nombre de usuario, nombre propio o apellido)

source: Filter by conference
es: Filtrar por actividad

source: Filter
es: Filtrar

source: Register new
es: Registrar nuevo

source: Portrait
es: Vertical

source: Landscape
es: Horizontal

source: points
es: puntos

source: centimeters
es: centímetros

source: inches
es: pulgadas

source: in
es: pulg

source: Unknown source unit specified: %s
es: Especificó una unidad fuente desconocida: %s

source: Unknown target unit specified: %s
es: Especificó una unidad destino desconocida: %s

source: Systemwide page units (SysConf key page_units) has not yet been defined
es: Las unidades a usar globalmente (llave page_units de SysConf) no han sido definidas

source: Unknown page units %s in system configuration
es: Unidades de página desconocidas en la configuración del sistema: %s

source: Unexpected arguments received:
es: Argumentos inesperados recibidos:

source: Displaying %d people
es: Mostrando %d personas

source: %s att. %s (%s days) %s
es: %s asist. %s (%s días) %s

source: Error printing label: %s
es: Error imprimiendo la etiqueta: %s

source: Invalid output charset "%s" specified - Printing as UTF-8
es: Código de caracteres de salida «%s» inválido - Imprimiendo como UTF-8

source: No fields should be left blank - Stopping.
es: Ningún campo debe ser dejado en blanco - Interrumpiendo.

source: This script will create a new user for your Comas system. In order to abort, just answer with a blank line. Note we are running under the -={%s}=- environment
es: Este programa creará un nuevo usuario en su sistema Comas. Para abortar la ejecución, responda con una línea en blanco. Tome en cuenta que la ejecución se está realizando bajo el ambiente -={%s}=-

source: Login:
es: Nombre de usuario:

source: First name:
es: Nombre propio:

source: Family name:
es: Apellidos:

source: E-mail:
es: Correo electrónico:

source: Password (WILL be displayed):
es: Contraseña: (SERÁ desplegada)

source: Cannot create requested person: %s
es: No fue posible crear a la persona especificada: %s

source: Please select any administrative tasks this person should have.
es: Por favor seleccione las tareas administrativas que esteusuario deba tener.

source: Enter just the task IDs (just the numbers), separated by commas.
es: Introduzca los IDs de tarea (únicamente los números), separados por comas.

source: Desired tasks for %s:
es: Tareas solicitadas para %s:

source: Invalid task ID: %s
es: Especificó una tarea inválida: %s

source: The person was created successfully!
es: ¡La persona fue creada exitosamente!

source: *** No person was added:
es: *** No se agregó ninguna persona:

source: No work done, no harm done. Goodbye!
es: No hicimos nada, ni bueno ni malo. ¡Adios!
